Repository: gpalleschi/WBadge
Catalog: lib/l10n/app_*.arb
Languages: es, it

source: Language
es: Idioma
it: Lingua

source: Theme
es: Tema
it: Tema

source: Timestamps
es: Marcas De Tiempo
it: Timbrature

source: Enter Now
es: Entro Ahora
it: Entro Ora

source: Exit Now
es: Salgo Ahora
it: Esco Ora

# startCaf
source: Start Lunch
es: Inicio Almuerzo
it: Inizio Mensa

source: End Lunch
es: Fin Almuerzo
it: Fine Mensa

source: Start Break
es: Inicio Pausa
it: Inizio Pausa

source: End Break
es: Fin Pausa
it: Fine Pausa

source: Confirm
es: Confirmas
it: Confermi

# confirmdelmsg
source: Cancellation of this timestamp and subsequent ones?
es: ¿Cancelación de esta marca de tiempo y de las posteriores?
it: Cancellazione questa timbratura e successive?

# insertdeftime
source: Enter Default Timestamps
es: Ingrese las horas predeterminadas
it: Inserisci Orario Default

source: Info Day
es: Info Día
it: Info Giorno

source: Resume
es: Resumen
it: Riepilogo

# balanceweek
source: Week Resume
es: Resumen Semana
it: Saldo Settimana

source: Balance
it: Saldo

source: Total Hours
es: Horas Totales
it: Totale Ore

source: Total Lunch
es: Total Almuerzo
it: Totale Mensa

source: Number Breaks
es: Número Pausas
it: Numero Pause

source: Total Breaks
es: Total Pausas
it: Totale Pause

# totalhoursweek
source: Total Week Hours
es: Horas Totales Semana
it: Totale Ore Settimana

source: Settings
es: Ajustes
it: Impostazioni

source: Italian
es: Italiano
it: Italiano

source: English
es: Inglés
it: Inglese

source: Spanish
es: Español
it: Spagnolo

# hourday
source: Day Hours
es: Horas Día
it: Orario Giorno

# hourminenter
source: Min. Hour Entrance
es: Mín. Hora Entrada
it: Ora Min. Ingresso

# hourminexit
source: Min. Hour Exit
es: Min. Hora Salida
it: Ora Min. Uscita

# mintimelunch
source: Minimum Lunch Time
es: Hora Mínima Almuerzo
it: Tempo Minimo Pranzo

# maxtimelunch
source: Maximum Lunch Time
es: Hora Máxima Almuerzo
it: Tempo Massimo Pranzo

# mintimelunchcont
source: Min. Lunch Time Cont.
es: Hora Mín. Almuerzo Cont.
it: Tempo Min. Pranzo Cont.

# maxtimelunchcont
source: Max. Lunch Time Cont.
es: Hora Máx. Almuerzo Cont.
it: Tempo Max. Pranzo Cont.

# reqalarmlunch
source: Alarm for End Lunch
es: Alarma Fin Almuerzo
it: Richiesta Allarme per fine mensa

# reqalarmmaxbreaks
source: Alarm for exceeding breaks
es: Alarma Exceso Pausas
it: Allarme per superamento pause

# maxbreaks
source: Max. Number Pauses
es: Número Máximo Pausas
it: Massimo Numero Pause

# labelresume
source: Day Balance:Tot Hours:Tot Lunch:Lunch Balance:Expected Exit:Exit with balance 0:Min. Time Lunch:Min End Lunch:Max. End Lunch:Tot. Breaks:Numbers Breaks
es: Saldo Día:Tot Horas:Tot Almuerzo:Saldo Almuerzo:Salida Esperada:Salida Balance 0:Mín. Hora Almuerzo:Mín. Fin Almuerzo:Máx. Fin Almuerzo:Tot. Pausas:Números Pausas
it: Saldo Giorno:Tot Ore:Tot Mensa:Saldo Mensa:Uscita Prevista:Uscita Saldo 0:Timbr. Min. Mensa:Fine Mensa Min.:Fine Mensa Max.:Tot Pause:Numero Pause

# daysweek
source: Monday:Tuesday:Wednesday:Thursday:Friday:Saturday:Sunday
es: Lunes:Martes:Miércoles:Jueves:Viernes:Sábado:Domingo
it: Lunedì:Martedì:Mercoledì:Giovedì:Venerdì:Sabado:Domenica

source: Error
it: Errore

source: YES
es: SI
it: SI

source: Type
es: Tipo
it: Tipo

source: Hour
es: Hora
it: Ora

source: Day
es: Día
it: Giorno

# msgdelday
source: Do you want to cancel all timestamps for {dayofweek} ?
es: ¿Desea cancelar todas las marcas de tiempo del día {dayofweek}?
it: Vuoi cancellare tutte le timbrature del {dayofweek} ?

# msgdelweek
source: Do you want to cancel all timestamps of the week?
es: ¿Quieres cancelar todas las marcas de tiempo de la semana?
it: Vuoi cancellare tutte le timbrature della settimana ?

# msgwarnbefminhourenter
source: The minimum entry time is {min_time_entrance} therefore it is set to that time.
es: El tiempo mínimo de entrada es {min_time_entrance}, por lo tanto, se establece en ese tiempo.
it: L''orario minimo di ingresso è {min_time_entrance} pertanto viene impostato a tale orario.

# msgerrtimestampbefaft
source: The timestamp entered cannot be before {hourbef} and after {houraft}.
es: La marca de tiempo ingresada no puede ser anterior a {hourbef} ni posterior a {houraft}.
it: La timbratura inserita non può essere precendete alle {hourbef} e successiva alle {houraft}.

# msgerrtimestampbef
source: The timestamp entered cannot be earlier than {hourbef}.
es: La marca de tiempo ingresada no puede ser anterior a {hourbef}.
it: La timbratura inserita non può essere precendete alle {hourbef}.

# msgerrtimestampaft
source: The timestamp entered cannot be after than {houraft}.
es: La marca de tiempo ingresada no puede ser posterior a {houraft}.
it: La timbratura inserita non può essere successiva alle {houraft}.

# titlealarmbreaks
source: Max Pause Alarm
es: Alarma Máxima Pausas
it: Allarme Max Pause

# msgalarmbreaks
source: Exceeded the maximum number of daily breaks
es: Superó el número máximo de pausas diarios
it: Superato il numero massimo di pause giornaliere

# titlealarmlunch
source: End Lunch Alarm
es: Alarma Fin Almuerzo
it: Allarme Fine Mensa

# msgalarmlunch
source: Do you want to activate the end of lunch alarm at {timeToAlarm} ?
es: ¿Quieres activar la alarma de fin de almuerzo a las {timeToAlarm}?
it: Vuoi Attivare l''allarme di fine mensa alle {timeToAlarm} ?

# timerendlunch
source: End Lunch
es: Fin Almuerzo
it: Fine Mensa

source: Version
es: Versión
it: Versione

source: Warning
es: Advertencia
